Revit 2024 API
BuiltInFailures.GroupFailures.LastGroupMemberExcluded Property
 Last member of group instance was excluded (deleted), removed, or moved to the project. Group instance has been deleted.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static FailureDefinitionId LastGroupMemberExcluded { get; }
Visual Basic
Public Shared ReadOnly Property LastGroupMemberExcluded As FailureDefinitionId
	Get
Visual C++
public:
static property FailureDefinitionId^ LastGroupMemberExcluded {
	FailureDefinitionId^ get ();
}
See Also
BuiltInFailures.GroupFailures Class
Autodesk.Revit.DB Namespace